import React from "react";
import "./Home__Hero-inner-footer.css"

const Home__Hero_inner_footer = () => {
    return (
        <>
            <div className="home__hero-inner-footer">
                <p className="footer-p">Получите бесплатную консультацию</p>
                <div className="home__hero-inner-phone">
                    <p className="phone-inner-p">Оставьте ваш телефон номер и мы свяжемся с вами</p>
                    <div className="home__hero-inner-phone-in">
                        <input type="text" placeholder="+998 9x xxx xx xx" />
                        <div className="phone-contact">
                            <input className="check-box" type="checkbox" />

                            <p className="phone_contact">Написать в телеграм</p>

                        </div>
                        <button>Заказать бесплатную консультацию</button>
                    </div>
                </div>
                <div className="home__hero-inner-information">
                    <div className="infor">
                        <p className="main-p">Education Gateway</p>
                        <div>
                            <p>Наш адрес:</p>
                            <p>Muqumiy ko’chasi, 54a uy, Toshkent, Uzbekistan</p>
                        </div>
                        <div>
                            <p>Почта для связи:</p>
                            <p>Education_gateway@gmail.com</p>
                        </div>
                        <div>
                            <p>Номер для связи:</p>
                            <p>+998 55 503 1010</p>
                        </div>
                        <div>
                            <p>Часы работы:</p>
                            <p>с понедельника по субботу с 9:00 до 18:00</p>
                        </div>

                    </div>
                    <div className="informa">
                        <p className="mainma-p">О нас</p>
                        <div className="informa-inner">
                            <p>Education Gateway помогает студентам реализовать свои профессиональные амбиции, помогая им получить образование мирового уровня и сделать карьеру за рубежом.
                                Мы поможем студентам со всего мира в будущем войти в глобальную  систему  образования благодаря нашему пути и быстрому подаче заявки. Education Gateway обеспечивает клиентов и поддерживает студентов на протяжении их въезда, проживания и обучения за рубежом.</p>
                        </div>

                    </div>
                    <div className="information">
                        <p className="mainma-p">Еженедельные новости</p>

                        <div className="information-inner">
                            <div className="information-inner-p">
                                <p>Подпишитесь на еженедельную рассылку чтобы быть в курсе отличных акций</p>
                            </div>
                            <div className="information-inner-button">
                                <button className="email">Ваш e-mail адрес</button>
                                <button className="member">Подписаться</button>
                            </div>
                            <div className="information-inner-global">
                                <p className="global-p">Политика конфедициальности</p>
                                <div className="global-icons">
                                    <svg xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 35 35" fill="none">
                                        <g clip-path="url(#clip0_101_2101)">
                                            <path d="M19.8629 34.9316H14.247C13.3089 34.9316 12.5459 34.1701 12.5459 33.2339V20.5917H9.26945C8.33142 20.5917 7.56836 19.8298 7.56836 18.8939V13.4767C7.56836 12.5405 8.33142 11.7789 9.26945 11.7789H12.5459V9.06616C12.5459 6.37638 13.3922 4.08794 14.9929 2.44865C16.6009 0.801888 18.8481 -0.0683594 21.4915 -0.0683594L25.7744 -0.0614167C26.7109 -0.0598145 27.4726 0.701752 27.4726 1.63635V6.66611C27.4726 7.60231 26.7098 8.36388 25.772 8.36388L22.8884 8.36495C22.0089 8.36495 21.785 8.54092 21.7371 8.59486C21.6582 8.68431 21.5642 8.93719 21.5642 9.63547V11.7786H25.5553C25.8558 11.7786 26.1469 11.8526 26.397 11.992C26.9367 12.2929 27.2722 12.862 27.2722 13.4769L27.27 18.8942C27.27 19.8298 26.507 20.5914 25.569 20.5914H21.5642V33.2339C21.5642 34.1701 20.8009 34.9316 19.8629 34.9316ZM14.6018 32.8798H19.5081V19.6731C19.5081 19.048 20.0178 18.5395 20.6439 18.5395H25.2142L25.216 13.8308H20.6436C20.0175 13.8308 19.5081 13.3223 19.5081 12.6972V9.63547C19.5081 8.83385 19.5897 7.92221 20.196 7.23702C20.9285 6.40869 22.083 6.3131 22.8878 6.3131L25.4167 6.31203V1.9899L21.4899 1.98349C17.2417 1.98349 14.6018 4.69757 14.6018 9.06616V12.6972C14.6018 13.3221 14.0923 13.8308 13.4663 13.8308H9.62422V18.5395H13.4663C14.0923 18.5395 14.6018 19.048 14.6018 19.6731V32.8798ZM25.7704 1.99043H25.7707H25.7704Z" fill="white" />
                                        </g>
                                        <defs>
                                            <clipPath id="clip0_101_2101">
                                                <rect width="35" height="35" fill="white" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 35 35" fill="none">
                                        <g clip-path="url(#clip0_101_2103)">
                                            <path d="M34.4596 3.47659C34.0321 2.95375 33.3917 2.66589 32.6563 2.66589C32.2566 2.66589 31.8331 2.75001 31.3978 2.91637L1.77099 14.2258C0.198724 14.8259 -0.0130295 15.7263 0.00058899 16.2096C0.0142074 16.6929 0.276697 17.58 1.88047 18.0903C1.89008 18.0932 1.8997 18.0962 1.90931 18.0988L8.05471 19.8575L11.3782 29.361C11.8313 30.6567 12.8484 31.4615 14.033 31.4615C14.7798 31.4615 15.5144 31.1485 16.1574 30.5568L19.9586 27.0568L25.4719 31.4962C25.4725 31.4967 25.4733 31.497 25.4738 31.4975L25.5261 31.5397C25.5309 31.5435 25.536 31.5475 25.5408 31.5512C26.1537 32.0265 26.8226 32.2775 27.476 32.2778H27.4762C28.7529 32.2778 29.7695 31.3328 30.0656 29.8705L34.9199 5.90095C35.1149 4.93884 34.9515 4.07794 34.4596 3.47659ZM10.1106 19.5234L21.9669 13.4664L14.5844 21.3109C14.4634 21.4394 14.3777 21.5966 14.3355 21.7678L12.912 27.534L10.1106 19.5234ZM14.7681 29.0481C14.719 29.0932 14.6695 29.1335 14.6201 29.1706L15.9409 23.8215L18.3433 25.7561L14.7681 29.0481ZM32.91 5.49373L28.0557 29.4636C28.009 29.693 27.8597 30.2267 27.476 30.2267C27.2864 30.2267 27.0482 30.1234 26.8044 29.9357L20.557 24.9054C20.5562 24.9046 20.5551 24.9038 20.5541 24.9033L16.8368 21.9099L27.5128 10.5657C27.8546 10.2025 27.8856 9.64629 27.5863 9.24735C27.2867 8.84841 26.7438 8.72291 26.2997 8.94988L8.74044 17.9205L2.51146 16.1383L32.1292 4.8323C32.3794 4.7367 32.5541 4.71668 32.6563 4.71668C32.7191 4.71668 32.8307 4.72415 32.8721 4.77515C32.9266 4.84164 32.996 5.06835 32.91 5.49373Z" fill="white" />
                                        </g>
                                        <defs>
                                            <clipPath id="clip0_101_2103">
                                                <rect width="35" height="35" fill="white" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                    <svg xmlns="http://www.w3.org/2000/svg" width="35" height="35" viewBox="0 0 35 35" fill="none">
                                        <g clip-path="url(#clip0_101_2105)">
                                            <path d="M25.5258 0H9.47416C4.25002 0 0 4.25002 0 9.47416V25.526C0 30.7499 4.25002 34.9999 9.47416 34.9999H25.526C30.7499 34.9999 34.9999 30.7499 34.9999 25.526V9.47416C34.9999 4.25002 30.7499 0 25.5258 0V0ZM32.9481 25.526C32.9481 29.6185 29.6185 32.9481 25.5258 32.9481H9.47416C5.38142 32.9481 2.05185 29.6185 2.05185 25.526V9.47416C2.05185 5.38142 5.38142 2.05185 9.47416 2.05185H25.526C29.6185 2.05185 32.9481 5.38142 32.9481 9.47416V25.526Z" fill="white" />
                                            <path d="M17.4997 7.92993C12.2227 7.92993 7.92969 12.2229 7.92969 17.5C7.92969 22.777 12.2227 27.07 17.4997 27.07C22.7767 27.07 27.0697 22.777 27.0697 17.5C27.0697 12.2229 22.7767 7.92993 17.4997 7.92993ZM17.4997 25.0181C13.3544 25.0181 9.98153 21.6456 9.98153 17.5C9.98153 13.3546 13.3544 9.98178 17.4997 9.98178C21.6453 9.98178 25.0179 13.3546 25.0179 17.5C25.0179 21.6456 21.6453 25.0181 17.4997 25.0181Z" fill="white" />
                                            <path d="M27.2985 4.53125C25.7391 4.53125 24.4707 5.7999 24.4707 7.35908C24.4707 8.91853 25.7391 10.1872 27.2985 10.1872C28.858 10.1872 30.1266 8.91853 30.1266 7.35908C30.1266 5.79963 28.858 4.53125 27.2985 4.53125ZM27.2985 8.13506C26.8708 8.13506 26.5225 7.78686 26.5225 7.35908C26.5225 6.93103 26.8708 6.5831 27.2985 6.5831C27.7266 6.5831 28.0748 6.93103 28.0748 7.35908C28.0748 7.78686 27.7266 8.13506 27.2985 8.13506Z" fill="white" />
                                        </g>
                                        <defs>
                                            <clipPath id="clip0_101_2105">
                                                <rect width="35" height="35" fill="white" />
                                            </clipPath>
                                        </defs>
                                    </svg>
                                </div>
                            </div>
                        </div>
                    </div>

                </div>
                <div className="final">
                    <p className="reserved">© 2021 All rights reserved</p>
                </div>
            </div>
        </>
    )
}
export default Home__Hero_inner_footer